
"qtMovieViewAccessibilityMovie" = "film";
"qtMovieViewAccessibilityRole" = "funktion";
"qtMovieViewAccessibilitySubrole" = "underfunktion";
"qtMovieViewAccessibilityView" = "oversigt";
"qtMovieViewAccessibilityImage" = "billede";

"qtMovieViewContextMenuFlashBack" = "Tilbage";
"qtMovieViewContextMenuFlashForward" = "Frem";
"qtMovieViewContextMenuFlashLoop" = "Sløjfe";
"qtMovieViewContextMenuFlashPlay" = "Afspil";
"qtMovieViewContextMenuFlashRewind" = "Spol tilbage";
"qtMovieViewContextMenuFlashShowAll" = "Vis alle";
"qtMovieViewContextMenuFlashZoomIn" = "Zoom ind";
"qtMovieViewContextMenuFlashZoomOut" = "Zoom ud";

"qtMovieViewContextMenuLinearCopy" = "Kopier";
"qtMovieViewContextMenuLinearCut" = "Klip";
"qtMovieViewContextMenuLinearPaste" = "Sæt ind";
"qtMovieViewContextMenuLinearPlay" = "Afspil";
"qtMovieViewContextMenuLinearRedo" = "Gentag";
"qtMovieViewContextMenuLinearSelectAll" = "Vælg alt";
"qtMovieViewContextMenuLinearSelectNone" = "Vælg intet";
"qtMovieViewContextMenuLinearStop" = "Stop";
"qtMovieViewContextMenuLinearUndo" = "Fortryd";

"qtMovieViewEditCut" = "Klip";
"qtMovieViewEditCopy" = "Kopier";
"qtMovieViewEditPaste" = "Sæt ind";
"qtMovieViewEditDelete" = "Slet";
"qtMovieViewEditAdd" = "Tilføj";
"qtMovieViewEditAddScaled" = "Tilføj skaleret";
"qtMovieViewEditReplace" = "Erstat";
"qtMovieViewEditTrim" = "Tilpas";
"qtMovieViewEditDrop" = "Anbring";

"qtMovieFlattenOperation" = "Gør film flad...";
"qtMovieInsertTrackSegmentOperation" = "Indsætter sporsegment...";
"qtMovieInsertMovieSegmentOperation" = "Indsætter filmsegment...";
"qtMoviePasteOperation" = "Indsætter...";
"qtMovieAddMovieSelectionOperation" = "Tilføjer valgt del af film...";
"qtMovieCopyOperation" = "Kopierer...";
"qtMovieCutOperation" = "Klipper...";
"qtMovieLoadMovieIntoRamOperation" = "Indlæser film i RAM...";
"qtMovieLoadTrackIntoRamOperation" = "Indlæser spor i RAM...";
"qtMovieLoadMediaIntoRamOperation" = "Indlæser medier i RAM...";
"qtMovieImportOperation" = "Importerer film...";
"qtMovieExportOperation" = "Eksporterer film...";
"qtMovieUnknownOperation" = "Udfører ukendt handling...";

"qtMovieViewClippingName" = "Filmudsnit ";

"QTMoviePosterTimeAttribute" = "Indstil tid på plakat";
"QTTrackHighQualityVideoAttribute" = "Indstil video i høj kvalitet";
"QTTrackDeinterlaceVideoAttribute" = "Indstil deinterlace video";
"QTTrackSingleFieldVideoAttribute" = "Indstil et felt til video";
"QTTrackPreloadTrackAttribute" = "Indstil indlæs spor";
"QTTrackNeverPurgeTrackAttribute" = "Indstil udrens aldrig spor";
"QTTrackMatrixAttribute" = "Indstil matrice til spor";
"QTTrackChapterlistAttribute" = "Indstil kapitelliste";
"QTTrackMaskAttribute" = "Indstil maske til spor";
"QTTrackVolumeAttribute" = "Indstil lydstyrke på spor";
"QTTrackBalanceAttribute" = "Indstil balance på spor";
"QTTrackHrefAttribute" = "Indstil HREF til spor";
"QTTrackTransferModeAttribute" = "Indstil overførselsfunktion til video";
"QTTrackOperationColorAttribute" = "Indstil farve til videohandling";
"QTTrackEnabledAttribute" = "Indstil spor slået til";
"QTTrackLanguageAttribute" = "Indstil sprog til spor";
"QTTrackLayerAttribute" = "Indstil lag til spor";
"QTTrackDisplayNameAttribute" = "Indstil navn på spor";

"QTTrackDefaultName" = "Spor";
"QTTextTrackDefaultName" = "Tekstspor";
"QTChapterTrackDefaultName" = "Kapitelspor";
"QTVideoTrackDefaultName" = "Videospor";
"QTSoundTrackDefaultName" = "Lydspor";
"QTSubtitleTrackDefaultName" = "Spor med undertekster";
"QTClosedCaptionTrackDefaultName" = "Closed Caption-spor";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (beskyttet)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (beskyttet)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Videomedie";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Lydmedie";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Muxed medier";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Tekstmedie";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Ukendt medie";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 System Stream";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 Transport Stream";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 Program Stream";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "DV muxed stream";

"QTCaptureDeviceUnknownDevice" = "Ukendt enhed";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Bedste animationskvalitet";
"QTCompressionOptionsJPEGVideo_displayName" = "Høj JPEG-kvalitet";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 - høj kvalitet";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "Høj AAC-kvalitet";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC Voice-kvalitet";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Format: Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Format: AAC\nBithastighed: 128 kbps pr. kanal";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Format: AAC\nBithastighed: 32 kbps pr. kanal\nSamplingfrekvens: 22,050 kHz";

"QTCompressionOptionsCompressorSummary" = "Komprimering: %@";
"QTCompressionOptionsSizeSummary" = "Maks. størrelse: %d x %d";

"qtKitError" = "Fejl";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "Disken er fuld.";
"qtKitErrorString35" = "En enhed blev ikke fundet.";
"qtKitErrorString36" = "Der opstod en I/O-fejl.";
"qtKitErrorString37" = "Der blev fundet et ugyldigt arkiv- eller enhedsnavn.";
"qtKitErrorString38" = "Et arkiv er ikke åbent.";
"qtKitErrorString39" = "Slutningen af arkivet blev nået.";
"qtKitErrorString41" = "Hukommelsen er fuld.";
"qtKitErrorString42" = "For mange åbne arkiver.";
"qtKitErrorString43" = "Et arkiv eller bibliotek blev ikke fundet.";
"qtKitErrorString44" = "En enhed er låst.";
"qtKitErrorString45" = "Et arkiv er låst.";
"qtKitErrorString46" = "En enhed er låst.";
"qtKitErrorString47" = "Arkivet er optaget.";
"qtKitErrorString48" = "Der findes allerede et arkiv med det navn.";
"qtKitErrorString192" = "En nødvendig ressource blev ikke fundet.";
"qtKitErrorString193" = "Et nødvendigt arkiv blev ikke fundet.";
"qtKitErrorString194" = "Forsøg på at føje en ressource til arkivet mislykkedes.";
"qtKitErrorString195" = "Forsøg på at føje en ressourcehenvisning til arkivet mislykkedes.";
"qtKitErrorString196" = "Forsøg på at fjerne en ressource mislykkedes.";
"qtKitErrorString197" = "Forsøg på at fjerne en ressourcehenvisning mislykkedes.";
"qtKitErrorString198" = "Der blev fundet en ressource med en inkonsekvent egenskab.";
"qtKitErrorString199" = "Ressourceoverførslen er forkert.";
"qtKitErrorString1409" = "Den anførte arkiv-fork eksisterer ikke.";
"qtKitErrorString2000" = "En nødvendig datahenvisning kunne ikke behandles.";
"qtKitErrorString2001" = "Der blev fundet et ugyldigt billede i filmen.";
"qtKitErrorString2002" = "Der blev fundet offentligt filmatom i filmen.";
"qtKitErrorString2003" = "En datahandler, som filmen kræver, blev ikke fundet.";
"qtKitErrorString2004" = "En datahandler, som filmen kræver, kunne ikke åbnes.";
"qtKitErrorString2005" = "Der blev fundet en ugyldig komponenttype i filmen.";
"qtKitErrorString2006" = "En mediehandler, som filmen kræver, blev ikke fundet.";
"qtKitErrorString2007" = "En datahandler, som filmen kræver, blev ikke fundet.";
"qtKitErrorString2008" = "Der blev fundet ugyldige mediedata i filmen.";
"qtKitErrorString2009" = "Der blev fundet et ugyldigt spor i filmen.";
"qtKitErrorString2010" = "Filmen indeholder ugyldige data.";
"qtKitErrorString2011" = "Filmen indeholder en ugyldig eksempeltabel.";
"qtKitErrorString2012" = "Filmen indeholder en ugyldig datahenvisning.";
"qtKitErrorString2013" = "Filmen indeholder en ugyldig datahandler.";
"qtKitErrorString2014" = "Filmen indeholder en forkert varighed.";
"qtKitErrorString2015" = "Filmen indeholder en forkert tidsværdi.";
"qtKitErrorString2016" = "Et offentligt filmatom kunne ikke arkiveres i filmen.";
"qtKitErrorString2017" = "Filmen indeholder en ugyldig redigeringsliste.";
"qtKitErrorString2018" = "Filmens medietyper stemmer ikke overens.";
"qtKitErrorString2019" = "Handlingen blev annulleret.";
"qtKitErrorString2020" = "Filmens værktøjskasse er ikke initialiseret.";
"qtKitErrorString2021" = "Et nødvendigt arbejdsarkiv blev ikke fundet.";
"qtKitErrorString2022" = "Der kunne ikke oprettes et arkiv med en fork.";
"qtKitErrorString2023" = "Redigeringsstatus var ugyldig.";
"qtKitErrorString2024" = "Redigeringsstatus stemte ikke overens.";
"qtKitErrorString2025" = "Redigeringsstatus er for gammel.";
"qtKitErrorString2026" = "Nogle af filmens brugerdata mangler.";
"qtKitErrorString2027" = "Der er en fejl i programmet.";
"qtKitErrorString2028" = "Der blev opgivet et forkert sporindeks.";
"qtKitErrorString2029" = "Id-nummeret til et spor blev ikke fundet.";
"qtKitErrorString2030" = "Et givent spor var ikke i filmen.";
"qtKitErrorString2031" = "Et anført tidspunkt fandtes ikke på et givent spor.";
"qtKitErrorString2032" = "Et anført tidspunkt fandtes ikke i et givent medie.";
"qtKitErrorString2033" = "Der blev opgivet et forkert redigeringsindeks.";
"qtKitErrorString2034" = "Der opstod en uventet QuickTime-fejl.";
"qtKitErrorString2035" = "Et nødvendigt spor kunne ikke slås til.";
"qtKitErrorString2036" = "Der blev fundet et ugyldigt rektangel i filmen.";
"qtKitErrorString2037" = "Der blev fundet et ugyldigt eksempelnummer i filmen.";
"qtKitErrorString2038" = "Der blev fundet et ugyldigt nummer på en datasamling i filmen.";
"qtKitErrorString2039" = "Der blev fundet et ugyldigt beskrivelsesindeks i filmen.";
"qtKitErrorString2040" = "Der blev fundet en ugyldig buffer til en datasamling i filmen.";
"qtKitErrorString2041" = "Der blev fundet en ugyldig beskrivelse i filmen.";
"qtKitErrorString2042" = "Arkivets datafork var ikke åben til læsning.";
"qtKitErrorString2043" = "Arkivets datafork var ikke åben til skrivning.";
"qtKitErrorString2044" = "Arkivets datafork var allerede åben til skrivning.";
"qtKitErrorString2045" = "Arkivets datafork var allerede lukket.";
"qtKitErrorString2046" = "Slutningen af filmens data blev nået.";
"qtKitErrorString2047" = "Der blev fundet en ugyldig datahenvisning.";
"qtKitErrorString2048" = "Arkivet er ikke et filmarkiv.";
"qtKitErrorString2049" = "Der blev fundet en ugyldig beholder til en datahenvisning i filmen.";
"qtKitErrorString2050" = "Der blev fundet et ugyldigt datahenvisningsindeks i filmen.";
"qtKitErrorString2051" = "Filmen har ingen dataarkiver på disken. Arkiver filmen, og prøv igen.";
"qtKitErrorString2052" = "Et eksisterende dataeksempel kunne ikke bruges.";
"qtKitErrorString2053" = "Programmet prøvede at bruge en funktion, der ikke understøttes.";
"qtKitErrorString2125" = "Forskydningen i arkivet er for stor.";
"qtKitErrorString2149" = "Der er ikke nok tilgængelige filmdata.";
"qtKitErrorString5000" = "Du har ikke nok tilladelser til denne handling.";
"qtKitErrorString8969" = "Filmen indeholder ugyldige data.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "Handling kunne ikke udføres.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "Handlingen kunne ikke udføres pga. en ukendt fejl. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "Medie kan ikke overføres.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "Nogle medieafsendere er inkompatible med mediemodtagere.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "Kan ikke overføre medie fra enheden \"%@\", fordi det allerede bruges et andet sted i dette program.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Prøv at standse evt. handlinger, der bruger enheden \"%@\", eller vent til handlingerne er udført.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "Optagelse mislykkedes, fordi der ikke blev modtaget nogen data.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Sørg for, at det medie, der skal optages fra, er tændt og afspiller.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "Optagelse stoppede, fordi konfigurationen af medieafsenderne og -modtagerne ændredes.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Prøv at optage igen.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "Optagelse til \"%@\" stoppede, fordi disken \"%@\" er ved at være fuld.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Prøv at slette arkiver fra disken \"%@\" eller optage til en anden disk.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "Optagelse stoppet, fordi enheden \"%@\" blev slukket eller afmonteret.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Prøv at tænde for eller tilslutte enheden \"%@\" igen for at fortsætte optagelsen.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "Optagelse stoppede, fordi afsendermediets format ændredes.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "Forskellige medieformater kan ikke optages til det samme arkiv.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "Optagelse stoppede, fordi arkivet ikke må være længere end %@.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "Den maksimale varighed er %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "Optagelse stoppede, fordi arkivet ikke må være større end %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "Den maksimale arkivstørrelse er %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "Optagelse stoppede, fordi der var en afbrydelse i inputmediet.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Prøv at slutte programmer eller afmontere enheder, som bruger ressourcer, der kræves til optagelse.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "Enheden \"%@\" kunne ikke åbnes, fordi den ikke er tilsluttet eller tændt.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Prøv at tænde for eller tilslutte enheden \"%@\", før du åbner den.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "En enhed kunne ikke åbnes, fordi den ikke er tilsluttet eller slået til.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Prøv at slå enheder til eller tilslutte dem, før du åbner dem.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "Enheden \"%@\" kunne ikke åbnes, fordi den bruges af et andet program.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Stop evt. handlinger, der bruger enheden \"%@\". Vent på, at disse handlinger bliver færdige, eller slut det program, der bruger enheden.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "Enheden \"%@\" kunne ikke åbnes, fordi en enhed i konflikt, \"%@\", allerede er åben.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Prøv at stoppe alle handlinger, der bruger enheden \"%@\".";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "Optagelsen stoppede, fordi den maksimale varighed for arkivet blev nået.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Prøv at fortsætte optagelsen i et nyt arkiv.";

"qtKitDataSizeInBytes" = "%@ byte";
"qtKitDataSizeInKilobytes" = "%@ KB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Sort & hvid";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "Tusindvis";
"qtKitBitDepthStringForMillionsColors" = "Millioner";
"qtKitBitDepthStringForMillionsPlusColors" = "Millioner+";
"qtKitBitDepthStringForUnknownColors" = "Ukendt";
"qtKitBitDepthStringForColorsColors" = "Farver";
"qtKitBitDepthStringForGrayColors" = "Gråtoner";
